[
  {"name": "Abuja International college fair 2022",
    "description": "Lekkside Education Fair is an exciting event that gives students and parents the chance to meet and interact in person with top colleges and universities from many nations, including the United States, Canada, the United Kingdom, France, the Netherlands, Turkey, and Hungary. You will have the chance to ask admissions officers questions in person",
    "venue": "Abuja"
  },
  {"name": "Finance and Financial Statements for non‑Finance Managers & Entrepreneurs",
    "description":"Not comfortable with your knowledge of finance and accounting?Not able to interpret financial statements?Not able to discuss financial goals with other company executives and management. An entrepreneur with no financial knowledge? Wanting a softer but very industry- relevant and corporate world useful teaching of corporate finance and financial analysis? This training is crafted for you.",
    "venue": "Lagos"
  },
  {"name": "Cartel Night",
    "description": "A Music Event Series, We bring only the best to you in the littest clubs",
    "venue": "Lagos"
  },
  {"name": "Cancer & Sickle Cell Anemia Patients Consultation",
    "description": "LIMITED SEATS! REGISTER NOW! SEMINAR followed by MEDICAL CONSULTATION CAMP Consult Internationally Renowned",
    "venue": "Lagos"
  },
  {"name": "Sip and Paint . NG at Radisson Blu Ikeja",
  "description": "This season, create memories with family and friends! Explore the buffet options at Radisson Blu Ikeja with Sip and Paint . NG",
    "venue": "Lagos, Ikeja"
  },
  {"name": "How Far (Support Group)",
    "description": "Join a support group for your mental heath struggles.Available support. Available all month.",
    "venue": "Abuja"
  },

  {"name": "Founders' Camp Fire Networking Night",
    "description": "Founders Board Africa is a Pan-African network of founders that connects Africa to the rest of the world.It’s a community for Founders, CEOs and MDs seeking new knowledge to stay ahead of the competition.",
    "venue": "Lagos"
  },

  {"name": "LAGOS TECH FEST",
    "description": "Now in its 3rd year, Lagos Tech Fest is a high caliber Nigeria tech-focused conference, exhibitions and networking platform. The event annually provides a veritable platform for discussions and deal making between leading tech stakeholders. ",
    "venue": "Lagos"
  },
  {
    "name": "Opening Of Goodnews Estate",
    "description": "Commisioning and Opening Of Goodnews Estate",
    "venue": "Lagos"
  },
  {
    "name": "Argungu Festival",
    "description": "Traditional Fishing Festival",
    "venue": "Lagos"
  },
  {
    "name": "Sanwo-Olu Royalty Match",
    "description": "This is a football Royalty Match between Sangotedo and Lekki for Sanwo-Olu Fondation",
    "venue": "Lagos"
  },
  {
    "name": "AIDs Awareness Conference",
    "description": "HIV/AIDs Awareness Conference for LASU students",
    "venue": "Ogun State"
  },
  {
    "name": "Peter Obi Presidential Rally",
    "description": "Presidential Rally Organized By the Peter Obi Campaign Team",
    "venue": "Lagos"
  },
  {
    "name": "Innoson Car Launch",
    "description": "Grand event marking the Launching Of Innoson motors New Product, Nigeria's Indigenous car assembler and manufacturer",
    "venue": "Abuja"
  },
  {
    "name": "Microsoft M.D Retirement Party",
    "description": "The retirement party of the CEO of microsoft Bill Gates.",
    "venue": "Lagos"
  },
  {
    "name": "Gala Night and Award",
    "description": "Award Night marking the grand finale of the achievement for the contributions of participants in the success of the fiscal year",
    "venue": "Abuja"
  },
  {
    "name": "Thanksgiving Ceremony",
    "description": "Thanksgiving Ceremony Of Dr. Alphonsus Ike",
    "venue": "Ondo"
  },
  {
    "name": "AFRICANXT 2023",
    "description": "Onboarding Of New Employee",
    "venue": "AFRICANXT 2023 provides a platform keenly focused on the continent, serving a global community eager to connect to Africa from all verticals. Through diverse programming and immersive experiences we curate a week of high-level conversations, one-of-a-kind moments and game-changing connections."
  }
]